var Skill_Data={
    "1": {
        "Name": "破界者",
        "Hp": 45,
        "Fee": 0,
        "Background": "“如果界限定义了存在，那么打破界限的人，是在毁灭这个世界，还是在重新定义自己？”",
        "Skill": "晶骰一掷",
        "Effect": "游戏开始的前2个回合无法进行任何操作，第3回合商店阶段开始时招募一张等级5和一张等级4的精灵牌"
    },
    "2": {
        "Name": "深海调查员",
        "Hp": 45,
        "Fee": 2,
        "Background": "一支被派遣的四人调查小队，一场不被预告的冒险，深海的秘密，他们知道。",
        "Skill": "海底宝藏",
        "Effect": "使用3张水系精灵牌后，使商店中的水系精灵牌在本局游戏中获得+2/+2（距离触发：{0}）"
    },
    "3": {
        "Name": "烈焰队队员",
        "Hp": 40,
        "Fee": 3,
        "Background": "“星光·帕诺杯”精灵王争霸赛的红色象征，代表着最原始的热情与最强大的团结。",
        "Skill": "烈焰来袭",
        "Effect": "使用火系精灵牌时，使其获得+1/+2，使用4张火系精灵牌后升级（距离触发：{0}）"
    },
    "4": {
        "Name": "船长·罗杰",
        "Hp": 40,
        "Fee": 0,
        "Background": "在罗杰身上，权威和孤独是同一枚勋章的正反面，他站在那里，就是赛尔号的方向。",
        "Skill": "紧急动员",
        "Effect": "商店阶段结束时，使己方随机1只精灵获得+1/+1，重复1次，根据当前回合的回合数，每4回合升级效果和重复次数（距离升级：{0}）"
    },
    "5": {
        "Name": "博士·派特",
        "Hp": 40,
        "Fee": 0,
        "Background": "派特博士认为，对精灵的研究和理解并非从观察中得来，而是从陪伴中生长，这份信念，让他的研究成果永远带着温度。",
        "Skill": "精灵研究",
        "Effect": "商店阶段结束时，使己方每个系别的各一只精灵获得等同于其等级的攻击值和生命值"
    },
    "6": {
        "Name": "工程师·苏克",
        "Hp": 50,
        "Fee": 0,
        "Background": "英雄的名字会被刻在纪念碑上，而苏克的名字，刻在每一颗螺丝钉的背面。",
        "Skill": "零件回收",
        "Effect": "每当一个赛尔被击败时，招募其阵容中的一只精灵，保留所有附加效果"
    },
    "7": {
        "Name": "机械师·茜茜",
        "Hp": 45,
        "Fee": 0,
        "Background": "在茜茜眼中，没有报废的零件，只有还没找到修复方法的机械。",
        "Skill": "机甲验收",
        "Effect": "每回合开始时，从两个新赛尔技能中选择一个"
    },
    "8": {
        "Name": "导航员·爱丽丝",
        "Hp": 40,
        "Fee": 0,
        "Background": "爱丽丝曾是第一个发现未知星域的探险家，后来常活跃在飞船上的资料室内。对她而言，书里，藏着另一片星空。",
        "Skill": "星空领航",
        "Effect": "刷新1次商店，使商店包含2只比当前商店等级高1级的精灵，每回合限1次"
    },
    "9": {
        "Name": "主播·纽斯",
        "Hp": 45,
        "Fee": 0,
        "Background": "镜头前他是最亢奋的主播，镜头后他是最沉默的见证者。",
        "Skill": "新闻传播学",
        "Effect": "选择一条资讯进行播报，每回合限1次"
    },
    "10": {
        "Name": "发明家·肖恩",
        "Hp": 45,
        "Fee": 0,
        "Background": "肖恩创造了NoNo，从此每一个赛尔都不再独自飞行。他把自己对宇宙的理解，藏进了那个小小圆球里，然后看着它们，飞向整片星空。",
        "Skill": "侠客",
        "Effect": "开局时拥有一只1/1且有强毒的NoNo，其被视为拥有所有系别"
    },
    "11": {
        "Name": "万事通·罗开",
        "Hp": 50,
        "Fee": 0,
        "Background": "火星港最潮的导购员，他卖的不仅是货物，是你还没想到的需求。",
        "Skill": "经济学",
        "Effect": "商店阶段开始时，根据上回合金币使用情况计数，使用的金币使计数+1，未使用过的金币使计数+2，达到50时招募一张等级6的精灵牌，每局游戏限1次（已累计数量：{0}）"
    },
    "12": {
        "Name": "教官·雷蒙",
        "Hp": 45,
        "Fee": 0,
        "Background": "“战场上只有两种人。活着的，和被记住的。”",
        "Skill": "新兵特训",
        "Effect": "选择一只己方精灵，使其获得护盾，每回合限1次"
    },
    "13": {
        "Name": "授勋官·克罗",
        "Hp": 40,
        "Fee": 0,
        "Background": "来自火星港的荣誉少将。克罗授予的每一枚勋章背后，或许都隐藏着一段沉重的过往。",
        "Skill": "授勋仪式",
        "Effect": "选择一只己方精灵，使其变为觉醒状态，每局游戏限1次"
    },
    "14": {
        "Name": "站长·贾斯汀",
        "Hp": 45,
        "Fee": 0,
        "Background": "太空站站长，精灵格斗的传说——爱德华·贾斯汀的每一场战斗都在书写历史。",
        "Skill": "太空站防线",
        "Effect": "当战斗阶段中对方累计20只精灵阵亡后，获得技能六翼光剑（距离触发：{0}）"
    },
    "15": {
        "Name": "造型师·菲娅",
        "Hp": 50,
        "Fee": 0,
        "Background": "“换一身造型，换一种人生。”这是菲娅的座右铭，也是她的生意经。",
        "Skill": "魅力升级",
        "Effect": "选择一只己方精灵，将其替换为同等级的随机精灵，每回合限2次"
    },
    "16": {
        "Name": "叽里呱啦·唔哩哇啦",
        "Hp": 45,
        "Fee": 0,
        "Background": "赛尔号上最吵闹的双子搭档，却从没散伙——吵不散的，到底是任务，还是兄弟？",
        "Skill": "双子机器人",
        "Effect": "随机获得一张精灵牌和一张法术牌，等级不超过当前商店等级，每回合限1次"
    },
    "17": {
        "Name": "收藏家·邓恩",
        "Hp": 40,
        "Fee": 0,
        "Background": "赛尔号皮肤商城的前任主理人，因菲娅的卓越业绩而失业，沉迷群星牌无法自拔。听说最近菲娅也因为全自动售卖业务失业了，看来群星牌才是船员们的最终归宿。",
        "Skill": "绝世藏品",
        "Effect": "选择一张商店的精灵牌作为藏品置入手牌中，将其属性值变为1/1且当回合无法使用，每回合限1次"
    },
    "18": {
        "Name": "探险家·龙",
        "Hp": 45,
        "Fee": 0,
        "Background": "经验丰富的宇宙远征者，长期在不同星球与未知航线之间穿梭，见过许多普通赛尔闻所未闻的精灵与遗迹。这些卓绝的经历让他对群星牌无师自通，出道即是大师！",
        "Skill": "注入神力",
        "Effect": "购买精灵牌等级达到20级之后，获得技能四神兽之力（距离触发：{0}）"
    },
    "19": {
        "Name": "卫兵雅各布",
        "Hp": 45,
        "Fee": 0,
        "Background": "常年驻守于精灵太空站的卫兵雅各布，在枯燥的环境下磨练出了强大的牌技！呃…玩忽职守什么的绝对是没有的！",
        "Skill": "记忆宫殿",
        "Effect": "招募一张精灵牌，其中存在一张上一次对战的对手阵容精灵牌的普通原始复制，选择正确则获得该精灵牌，选择错误则无法获得，每回合限1次（游戏开始5回合后可使用）"
    },
    "20": {
        "Name": "银翼猎手",
        "Hp": 40,
        "Fee": 0,
        "Background": "服役于银翼—Silver Wings部队的士兵，英勇无畏、坚毅不屈。除了强大的战斗技巧，在牌技上也不容小觑。",
        "Skill": "银翼之力",
        "Effect": "战斗阶段己方必定先手，战斗开始时己方最靠前的精灵获得护盾"
    },
    "21": {
        "Name": "迷你芽爱好者",
        "Hp": 45,
        "Fee": 1,
        "Background": "这位赛尔对草系精灵表现出浓厚的兴趣，甚至将自己打扮成迷你芽的模样。嗯…看来下次的科尔星的外勤任务已经有人选了。",
        "Skill": "植物亲和",
        "Effect": "使用4张草系精灵牌后，招募一张不超过当前商店等级的草系精灵牌（距离触发：{0}）"
    },
    "22": {
        "Name": "乌鸦",
        "Hp": 50,
        "Fee": 5,
        "Background": "常驻于赫尔卡星上的赛尔观察员，是雷伊最忠实的追随者，对于赫尔卡星和电系精灵的生态了如指掌。",
        "Skill": "加速充能",
        "Effect": "获得1张电力充能，每回合限1次"
    },
    "23": {
        "Name": "遗迹流浪者·修",
        "Hp": 40,
        "Fee": 7,
        "Background": "一名在宇宙遗迹之间漂泊的赛尔，不断追逐着古代文明留下的痕迹，并从碎裂的时光记录中寻找失落真相。据说他是群星牌选角的名誉顾问。",
        "Skill": "遗迹揭秘",
        "Effect": "选择一只己方精灵，使其阵亡效果在下次战斗开始时触发1次，每回合限1次"
    },
    "24": {
        "Name": "赤隼",
        "Hp": 45,
        "Fee": 4,
        "Background": "身着强大飞行装具“赤隼”的赛尔，无人能够挑战他在高空的权威，补充一句，即便在牌桌上也不行。",
        "Skill": "首尾之锋",
        "Effect": "战斗开始时，最靠前和最靠后的己方飞行系精灵获得连击效果"
    },
    "25": {
        "Name": "日蚀",
        "Hp": 50,
        "Fee": 0,
        "Background": "“当白昼沦为传说，我便成为行走的星火。这段旅程没有既定的路线，唯有心中的信念，才能指引前进的方向。”",
        "Skill": "蚀日之力",
        "Effect": "购买3张精灵牌后，使己方所有精灵获得+1/+1（距离触发：{0}）"
    },
    "10001": {
        "Name": "站长·贾斯汀",
        "Hp": 40,
        "Fee": 0,
        "Background": "",
        "Skill": "六翼光剑",
        "Effect": "商店阶段结束时，后排最左侧和最右侧的精灵获得+6/+6"
    },
    "10002": {
        "Name": "主播·纽斯",
        "Hp": 40,
        "Fee": 0,
        "Background": "",
        "Skill": "星系资讯",
        "Effect": "下1次战斗开始时，随机使对方一只精灵攻击值和生命值变为1"
    },
    "10003": {
        "Name": "主播·纽斯",
        "Hp": 40,
        "Fee": 0,
        "Background": "",
        "Skill": "飞船资讯",
        "Effect": "下回合额外获得2枚金币"
    },
    "10004": {
        "Name": "主播·纽斯",
        "Hp": 40,
        "Fee": 0,
        "Background": "",
        "Skill": "精灵资讯",
        "Effect": "使己方随机1只精灵获得+2/+2，每选择1次额外获得+1/+1（选择次数：{0}）"
    },
    "10005": {
        "Name": "探险家·龙",
        "Hp": 40,
        "Fee": 0,
        "Background": "",
        "Skill": "四神兽之力",
        "Effect": "商店阶段开始时，移除场上本技能召唤的的四神兽分身，选择一只上回合未出场的四神兽分身召唤到场上"
    }
}