var Skill_Data={
    "1": {
        "Name": "破界者",
        "Hp": 45,
        "Fee": 0,
        "Background": "“如果界限定义了存在，那么打破界限的人，是在毁灭这个世界，还是在重新定义自己？”",
        "Skill": "晶骰一掷",
        "Effect": "游戏开始的前2个回合无法进行任何操作，第3回合商店阶段开始时招募一张等级5和一张等级4的精灵牌"
    },
    "2": {
        "Name": "深海调查员",
        "Hp": 45,
        "Fee": 0,
        "Background": "一支被派遣的四人调查小队，一场不被预告的冒险，深海的秘密，他们知道。",
        "Skill": "海底宝藏",
        "Effect": "使用3张水系精灵牌后，使商店中的水系精灵牌在本局游戏中获得+2/+2（距离触发：{0}）"
    },
    "3": {
        "Name": "烈焰队队员",
        "Hp": 40,
        "Fee": 0,
        "Background": "“星光·帕诺杯”精灵王争霸赛的红色象征，代表着最原始的热情与最强大的团结。",
        "Skill": "烈焰来袭",
        "Effect": "使用火系精灵牌时，使其获得+1/+2，使用4张火系精灵牌后升级（距离触发：{0}）"
    },
    "4": {
        "Name": "船长·罗杰",
        "Hp": 40,
        "Fee": 0,
        "Background": "在罗杰身上，权威和孤独是同一枚勋章的正反面，他站在那里，就是赛尔号的方向。",
        "Skill": "紧急动员",
        "Effect": "商店阶段结束时，使己方随机1只精灵获得+1/+1，重复1次，根据当前回合的回合数，每4回合升级效果和重复次数（距离升级：{0}）"
    },
    "5": {
        "Name": "博士·派特",
        "Hp": 40,
        "Fee": 0,
        "Background": "派特博士认为，对精灵的研究和理解并非从观察中得来，而是从陪伴中生长，这份信念，让他的研究成果永远带着温度。",
        "Skill": "精灵研究",
        "Effect": "商店阶段结束时，使己方每个系别的各一只精灵获得等同于其等级的攻击值和生命值"
    },
    "6": {
        "Name": "工程师·苏克",
        "Hp": 45,
        "Fee": 0,
        "Background": "英雄的名字会被刻在纪念碑上，而苏克的名字，刻在每一颗螺丝钉的背面。",
        "Skill": "零件回收",
        "Effect": "每当一个赛尔被击败时，招募其阵容中的一只精灵，保留所有附加效果"
    },
    "7": {
        "Name": "机械师·茜茜",
        "Hp": 40,
        "Fee": 0,
        "Background": "在茜茜眼中，没有报废的零件，只有还没找到修复方法的机械。",
        "Skill": "机甲验收",
        "Effect": "每回合开始时，从两个新赛尔技能中选择一个"
    },
    "8": {
        "Name": "导航员·爱丽丝",
        "Hp": 40,
        "Fee": 3,
        "Background": "爱丽丝曾是第一个发现未知星域的探险家，后来常活跃在飞船上的资料室内。对她而言，书里，藏着另一片星空。",
        "Skill": "星空领航",
        "Effect": "随机获得一只比当前商店等级高1级的精灵，每回合限1次"
    },
    "9": {
        "Name": "主播·纽斯",
        "Hp": 40,
        "Fee": 2,
        "Background": "镜头前他是最亢奋的主播，镜头后他是最沉默的见证者。",
        "Skill": "新闻传播学",
        "Effect": "选择一条资讯进行播报，每回合限1次"
    },
    "10": {
        "Name": "发明家·肖恩",
        "Hp": 50,
        "Fee": 0,
        "Background": "肖恩创造了NoNo，从此每一个赛尔都不再独自飞行。他把自己对宇宙的理解，藏进了那个小小圆球里，然后看着它们，飞向整片星空。",
        "Skill": "侠客",
        "Effect": "开局时拥有一只2/2且有强毒的NoNo，其被视为拥有所有系别"
    },
    "11": {
        "Name": "万事通·罗开",
        "Hp": 45,
        "Fee": 0,
        "Background": "火星港最潮的导购员，他卖的不仅是货物，是你还没想到的需求。",
        "Skill": "经济学",
        "Effect": "商店阶段开始时，根据上回合金币使用情况计数，使用的金币使计数+1，未使用过的金币使计数+2，达到60时招募一张等级6的精灵牌，每局游戏限1次（已累计数量：{0}）"
    },
    "12": {
        "Name": "教官·雷蒙",
        "Hp": 45,
        "Fee": 2,
        "Background": "“战场上只有两种人。活着的，和被记住的。”",
        "Skill": "新兵特训",
        "Effect": "选择一只己方精灵，使其获得护盾，每回合限1次"
    },
    "13": {
        "Name": "授勋官·克罗",
        "Hp": 45,
        "Fee": 0,
        "Background": "来自火星港的荣誉少将。克罗授予的每一枚勋章背后，或许都隐藏着一段沉重的过往。",
        "Skill": "授勋仪式",
        "Effect": "选择一只己方精灵，使其变为觉醒状态，每局游戏限1次"
    },
    "14": {
        "Name": "站长·贾斯汀",
        "Hp": 40,
        "Fee": 0,
        "Background": "太空站站长，精灵格斗的传说——爱德华·贾斯汀的每一场战斗都在书写历史。",
        "Skill": "太空站防线",
        "Effect": "当战斗阶段中对方累计20只精灵阵亡后，获得技能六翼光剑（距离触发：{0}）"
    },
    "15": {
        "Name": "造型师·菲娅",
        "Hp": 45,
        "Fee": 0,
        "Background": "“换一身造型，换一种人生。”这是菲娅的座右铭，也是她的生意经。",
        "Skill": "魅力升级",
        "Effect": "选择一只己方精灵，将其替换为同等级的随机精灵，每回合限2次"
    },
    "16": {
        "Name": "叽里呱啦·唔哩哇啦",
        "Hp": 40,
        "Fee": 3,
        "Background": "赛尔号上最吵闹的双子搭档，却从没散伙——吵不散的，到底是任务，还是兄弟？",
        "Skill": "双子机器人",
        "Effect": "随机获得一张精灵牌和一张法术牌，等级不超过当前商店等级，每回合限1次"
    },
    "10001": {
        "Name": "站长·贾斯汀",
        "Hp": 40,
        "Fee": 0,
        "Background": "",
        "Skill": "六翼光剑",
        "Effect": "商店阶段结束时，后排最左侧和最右侧的精灵获得+6/+6"
    },
    "10002": {
        "Name": "主播·纽斯",
        "Hp": 40,
        "Fee": 0,
        "Background": "",
        "Skill": "星系资讯",
        "Effect": "下1次战斗开始时，随机使对方一只精灵攻击值和生命值变为1"
    },
    "10003": {
        "Name": "主播·纽斯",
        "Hp": 40,
        "Fee": 0,
        "Background": "",
        "Skill": "飞船资讯",
        "Effect": "下回合额外获得3枚金币"
    },
    "10004": {
        "Name": "主播·纽斯",
        "Hp": 40,
        "Fee": 0,
        "Background": "",
        "Skill": "精灵资讯",
        "Effect": "使己方随机1只精灵获得+2/+2，每选择1次额外获得+1/+1（选择次数：{0}）"
    }
}