var Season_2_Data={
    "1": {
        "名称": "强毒滋养Ⅰ",
        "效果": "己方草系精灵触发强毒时，使其永久获得+2/+2",
        "类型": 1,
        "品质": 1,
        "系列": 1,
        "子类": "系别专属"
    },
    "2": {
        "名称": "强毒滋养Ⅱ",
        "效果": "己方草系精灵触发强毒时，使其永久获得+4/+4",
        "类型": 1,
        "品质": 2,
        "系列": 1,
        "子类": "系别专属"
    },
    "3": {
        "名称": "强毒滋养Ⅲ",
        "效果": "己方草系精灵触发强毒时，使其永久获得+6/+6；己方草系精灵首次失去强毒时获得1次强毒，有玛洛恩时，优先生效芯片效果次数",
        "类型": 1,
        "品质": 3,
        "系列": 1,
        "子类": "系别专属"
    },
    "4": {
        "名称": "自然生长Ⅰ",
        "效果": "商店阶段结束时，使随机2只拥有生长效果的己方草系精灵触发生长效果",
        "类型": 1,
        "品质": 1,
        "系列": 2,
        "子类": "系别专属"
    },
    "5": {
        "名称": "自然生长Ⅱ",
        "效果": "商店阶段结束时，使随机5只拥有生长效果的己方草系精灵触发生长效果",
        "类型": 1,
        "品质": 2,
        "系列": 2,
        "子类": "系别专属"
    },
    "6": {
        "名称": "自然生长Ⅲ",
        "效果": "商店阶段结束时，使所有拥有生长效果的己方草系精灵触发生长效果；每个商店阶段首次触发生长效果后，随机获得1张不超过当前商店等级的草系精灵牌",
        "类型": 1,
        "品质": 3,
        "系列": 2,
        "子类": "系别专属"
    },
    "10": {
        "名称": "深海滋养Ⅰ",
        "效果": "出售水系精灵牌时，使己方随机1只水系精灵获得+2/+2",
        "类型": 1,
        "品质": 1,
        "系列": 4,
        "子类": "系别专属"
    },
    "11": {
        "名称": "深海滋养Ⅱ",
        "效果": "出售水系精灵牌时，使己方随机1只水系精灵获得+4/+4",
        "类型": 1,
        "品质": 2,
        "系列": 4,
        "子类": "系别专属"
    },
    "12": {
        "名称": "深海滋养Ⅲ",
        "效果": "出售水系精灵牌时，使己方随机1只水系精灵获得+6/+6；每出售3张水系精灵牌，随机获得1张等级不超过当前商店等级的水系精灵牌",
        "类型": 1,
        "品质": 3,
        "系列": 4,
        "子类": "系别专属"
    },
    "13": {
        "名称": "焰心淬炼Ⅰ",
        "效果": "商店阶段己方赛尔受到伤害后，根据赛尔本次减少的生命值，使己方随机3只火系精灵获得对应属性值",
        "类型": 1,
        "品质": 1,
        "系列": 5,
        "子类": "系别专属"
    },
    "14": {
        "名称": "焰心淬炼Ⅱ",
        "效果": "商店阶段己方赛尔受到伤害后，根据赛尔本次减少的生命值，使己方随机5只火系精灵获得对应属性值",
        "类型": 1,
        "品质": 2,
        "系列": 5,
        "子类": "系别专属"
    },
    "15": {
        "名称": "焰心淬炼Ⅲ",
        "效果": "商店阶段己方赛尔受到伤害后，根据赛尔本次减少的生命值，使己方所有火系精灵获得对应属性值；商店阶段结束时，根据己方赛尔已损失的生命值，使己方生命值最高的火系精灵获得对应属性值",
        "类型": 1,
        "品质": 3,
        "系列": 5,
        "子类": "系别专属"
    },
    "16": {
        "名称": "炽焰反击Ⅰ",
        "效果": "己方火系精灵阵亡时，对随机1只对方精灵造成3点伤害",
        "类型": 1,
        "品质": 1,
        "系列": 6,
        "子类": "系别专属"
    },
    "17": {
        "名称": "炽焰反击Ⅱ",
        "效果": "己方火系精灵阵亡时，对随机2只对方精灵造成3点伤害",
        "类型": 1,
        "品质": 2,
        "系列": 6,
        "子类": "系别专属"
    },
    "18": {
        "名称": "炽焰反击Ⅲ",
        "效果": "己方火系精灵阵亡时，对随机2只对方精灵造成6点伤害；己方火系精灵造成伤害后，使己方随机3只其他火系精灵永久获得+2/+2",
        "类型": 1,
        "品质": 3,
        "系列": 6,
        "子类": "系别专属"
    },
    "19": {
        "名称": "雷霆共鸣Ⅰ",
        "效果": "商店阶段结束时，使己方相邻的电系精灵获得+2/+2",
        "类型": 1,
        "品质": 1,
        "系列": 7,
        "子类": "系别专属"
    },
    "20": {
        "名称": "雷霆共鸣Ⅱ",
        "效果": "商店阶段结束时，使己方相邻的电系精灵获得+4/+4",
        "类型": 1,
        "品质": 2,
        "系列": 7,
        "子类": "系别专属"
    },
    "22": {
        "名称": "电能蓄势Ⅰ",
        "效果": "商店阶段结束时，若己方精灵全部处于电力充能状态，获得1张电力充能",
        "类型": 1,
        "品质": 1,
        "系列": 8,
        "子类": "系别专属"
    },
    "23": {
        "名称": "电能蓄势Ⅱ",
        "效果": "商店阶段结束时，若己方精灵全部处于电力充能状态，获得2张电力充能",
        "类型": 1,
        "品质": 2,
        "系列": 8,
        "子类": "系别专属"
    },
    "24": {
        "名称": "电能蓄势Ⅲ",
        "效果": "商店阶段结束时，若己方精灵全部处于电力充能状态，获得3张电力充能；电力充能效果生效时，也会使己方与电系精灵相邻的非电系精灵获得电力充能状态",
        "类型": 1,
        "品质": 3,
        "系列": 8,
        "子类": "系别专属"
    },
    "31": {
        "名称": "疾翼连袭 I",
        "效果": "己方飞行系精灵触发连击时，使己方随机3只飞行系精灵获得+1/+1",
        "类型": 1,
        "品质": 1,
        "系列": 11,
        "子类": "系别专属"
    },
    "32": {
        "名称": "疾翼连袭 II",
        "效果": "己方飞行系精灵触发连击时，使己方随机5只飞行系精灵获得+2/+2",
        "类型": 1,
        "品质": 2,
        "系列": 11,
        "子类": "系别专属"
    },
    "33": {
        "名称": "疾翼连袭 III",
        "效果": "己方飞行系精灵触发连击时，使己方所有飞行系精灵获得+3/+3；己方飞行系精灵的连击效果额外触发1次",
        "类型": 1,
        "品质": 3,
        "系列": 11,
        "子类": "系别专属"
    },
    "34": {
        "名称": "疾风先行Ⅰ",
        "效果": "战斗开始时，使己方最靠前的1只飞行系精灵立刻发动1次攻击",
        "类型": 1,
        "品质": 1,
        "系列": 12,
        "子类": "系别专属"
    },
    "35": {
        "名称": "疾风先行Ⅱ",
        "效果": "战斗开始时，使己方最靠前的2只飞行系精灵立刻发动1次攻击",
        "类型": 1,
        "品质": 2,
        "系列": 12,
        "子类": "系别专属"
    },
    "36": {
        "名称": "疾风先行Ⅲ",
        "效果": "战斗开始时，使己方最靠前的3只飞行系精灵立刻发动1次攻击；以此方式发起的攻击优先攻击生命值最低的对方精灵",
        "类型": 1,
        "品质": 3,
        "系列": 12,
        "子类": "系别专属"
    },
    "40": {
        "名称": "钢铁庇护Ⅰ",
        "效果": "每次使用商店法术牌时，使己方随机2只拥有护盾的机械系精灵获得+2/+2",
        "类型": 1,
        "品质": 1,
        "系列": 14,
        "子类": "系别专属"
    },
    "41": {
        "名称": "钢铁庇护Ⅱ",
        "效果": "每次使用商店法术牌时，使己方随机3只拥有护盾的机械系精灵获得+4/+4",
        "类型": 1,
        "品质": 2,
        "系列": 14,
        "子类": "系别专属"
    },
    "42": {
        "名称": "钢铁庇护Ⅲ",
        "效果": "每次使用商店法术牌时，使己方随机4只拥有护盾的机械系精灵获得+6/+6；战斗阶段中，己方机械系精灵失去护盾后，随机获得1张商店法术牌，每个战斗阶段每只精灵最多触发1次",
        "类型": 1,
        "品质": 3,
        "系列": 14,
        "子类": "系别专属"
    },
    "43": {
        "名称": "龙族契约Ⅰ",
        "效果": "商店阶段中每消耗3枚金币，使己方随机3只龙系精灵获得+1/+1",
        "类型": 1,
        "品质": 1,
        "系列": 15,
        "子类": "系别专属"
    },
    "44": {
        "名称": "龙族契约Ⅱ",
        "效果": "商店阶段中每消耗4枚金币，使己方随机5只龙系精灵获得+2/+2",
        "类型": 1,
        "品质": 2,
        "系列": 15,
        "子类": "系别专属"
    },
    "45": {
        "名称": "龙族契约Ⅲ",
        "效果": "商店阶段中每消耗5枚金币，使己方所有龙系精灵获得+3/+3；商店阶段结束时，每有1枚未使用的金币，使己方随机1只龙系精灵获得+3/+3",
        "类型": 1,
        "品质": 3,
        "系列": 15,
        "子类": "系别专属"
    },
    "46": {
        "名称": "龙鳞庇护Ⅰ",
        "效果": "战斗阶段开始时，使己方随机1只龙系精灵获得护盾",
        "类型": 1,
        "品质": 1,
        "系列": 16,
        "子类": "系别专属"
    },
    "47": {
        "名称": "龙鳞庇护Ⅱ",
        "效果": "战斗阶段开始时，使己方随机3只龙系精灵获得护盾",
        "类型": 1,
        "品质": 2,
        "系列": 16,
        "子类": "系别专属"
    },
    "48": {
        "名称": "龙鳞庇护Ⅲ",
        "效果": "战斗阶段开始时，使己方所有龙系精灵获得护盾；己方拥有战斗开始效果的最高等级龙系精灵的战斗开始效果额外触发2次",
        "类型": 1,
        "品质": 3,
        "系列": 16,
        "子类": "系别专属"
    },
    "49": {
        "名称": "霜痕蔓延 I",
        "效果": "己方精灵攻击时若目标处于冻伤状态，使目标同列的对方精灵获得冻伤状态",
        "类型": 1,
        "品质": 1,
        "系列": 17,
        "子类": "系别专属"
    },
    "50": {
        "名称": "霜痕蔓延 II",
        "效果": "己方精灵攻击时若目标处于冻伤状态，使目标左右相邻的对方精灵获得冻伤状态",
        "类型": 1,
        "品质": 2,
        "系列": 17,
        "子类": "系别专属"
    },
    "51": {
        "名称": "霜痕蔓延 III",
        "效果": "己方精灵攻击时若目标处于冻伤状态，使目标相邻的对方精灵获得冻伤状态；对方精灵的冻伤状态触发时，使随机1只未处于冻伤状态的对方精灵获得冻伤状态",
        "类型": 1,
        "品质": 3,
        "系列": 17,
        "子类": "系别专属"
    },
    "52": {
        "名称": "冰晶回响Ⅰ",
        "效果": "己方冰系精灵的寒潮层数重置时，使自身和相邻冰系精灵获得+2/+2",
        "类型": 1,
        "品质": 1,
        "系列": 18,
        "子类": "系别专属"
    },
    "53": {
        "名称": "冰晶回响Ⅱ",
        "效果": "己方冰系精灵的寒潮层数重置时，使自身和相邻冰系精灵获得+4/+4",
        "类型": 1,
        "品质": 2,
        "系列": 18,
        "子类": "系别专属"
    },
    "54": {
        "名称": "冰晶回响Ⅲ",
        "效果": "己方冰系精灵的寒潮层数重置时，使自身和相邻冰系精灵获得+8/+8；每个战斗阶段每只冰系精灵首次以此方式获得属性值后，使对手随机1只精灵获得冻伤状态",
        "类型": 1,
        "品质": 3,
        "系列": 18,
        "子类": "系别专属"
    },
    "55": {
        "名称": "万象共鸣Ⅰ",
        "效果": "商店阶段结束时，若己方场上存在不同的系别，使己方随机2只精灵获得+2/+2",
        "类型": 1,
        "品质": 1,
        "系列": 19,
        "子类": "多系别专属"
    },
    "56": {
        "名称": "万象共鸣Ⅱ",
        "效果": "商店阶段结束时，若己方场上存在不同的系别，使己方随机4只精灵获得+4/+4",
        "类型": 1,
        "品质": 2,
        "系列": 19,
        "子类": "多系别专属"
    },
    "57": {
        "名称": "万象共鸣Ⅲ",
        "效果": "商店阶段结束时，若己方场上存在的系别数量达到3个，使己方对应系别数量的精灵获得对应系别数量的属性值；若系别数量达到5个，改为使己方所有精灵获得对应系别数量的属性值",
        "类型": 1,
        "品质": 3,
        "系列": 19,
        "子类": "多系别专属"
    },
    "58": {
        "名称": "逆境蜕变",
        "效果": "战斗阶段失败后，下个商店阶段开始时获得1枚金币和1次免费刷新",
        "类型": 2,
        "品质": 1,
        "系列": 20,
        "子类": "经济类"
    },
    "59": {
        "名称": "胜势积累",
        "效果": "战斗阶段胜利后，每有3只己方精灵存活，下个商店阶段开始时获得1枚金币，最多获得3枚金币",
        "类型": 2,
        "品质": 1,
        "系列": 21,
        "子类": "经济类"
    },
    "60": {
        "名称": "财富传承Ⅰ",
        "效果": "商店阶段结束时，若己方剩余金币多于2枚，下个商店阶段开始时获得1枚金币",
        "类型": 2,
        "品质": 1,
        "系列": 22,
        "子类": "经济类"
    },
    "61": {
        "名称": "财富传承Ⅱ",
        "效果": "商店阶段结束时，若己方剩余金币多于2枚，下个商店阶段开始时获得3枚金币",
        "类型": 2,
        "品质": 2,
        "系列": 22,
        "子类": "经济类"
    },
    "63": {
        "名称": "共同富裕",
        "效果": "战斗阶段胜利后，己方存活精灵每有2个不同的系别，下个商店阶段开始时获得1枚金币，最多获得3枚金币",
        "类型": 2,
        "品质": 1,
        "系列": 24,
        "子类": "经济类"
    },
    "64": {
        "名称": "幸运星辉Ⅱ",
        "效果": "随机获得6次奖励：1枚金币、1次免费刷新或1张不超过当前商店等级的随机精灵牌，精灵牌最多获得2次",
        "类型": 2,
        "品质": 2,
        "系列": 25,
        "子类": "经济类"
    },
    "65": {
        "名称": "幸运星辉Ⅲ",
        "效果": "随机获得9次奖励：1枚金币、1次免费刷新或1张不超过当前商店等级的随机精灵牌，精灵牌最多获得3次",
        "类型": 2,
        "品质": 3,
        "系列": 25,
        "子类": "经济类"
    },
    "66": {
        "名称": "成长跃迁",
        "效果": "商店阶段结束时，每有1枚剩余金币，使己方随机1只精灵获得等同于商店等级的属性值，最多触发5次",
        "类型": 2,
        "品质": 2,
        "系列": 26,
        "子类": "经济类"
    },
    "67": {
        "名称": "免费换货",
        "效果": "每个商店阶段开始时，获得1次免费刷新",
        "类型": 2,
        "品质": 2,
        "系列": 27,
        "子类": "经济类"
    },
    "68": {
        "名称": "幸运金币",
        "效果": "商店阶段中，每次刷新商店后，有40%概率获得1枚金币",
        "类型": 2,
        "品质": 3,
        "系列": 28,
        "子类": "经济类"
    },
    "69": {
        "名称": "海洋之心",
        "效果": "获得4张海洋之心",
        "类型": 2,
        "品质": 3,
        "系列": 29,
        "子类": "经济类"
    },
    "70": {
        "名称": "秘藏开启",
        "效果": "获得5枚金币；商店中精灵牌按照高于当前商店等级1级的规则生成，不超过最高商店等级",
        "类型": 2,
        "品质": 3,
        "系列": 30,
        "子类": "经济类"
    },
    "72": {
        "名称": "成长加冕",
        "效果": "获得2枚金币；商店阶段中每次消耗金币刷新商店后，当前商店升级所需金币数量减少1枚",
        "类型": 2,
        "品质": 3,
        "系列": 32,
        "子类": "经济类"
    },
    "73": {
        "名称": "芯片共鸣",
        "效果": "根据当前已拥有的强化芯片数量获得金币：0个=8枚金币，1个=12枚金币，2个=20枚金币",
        "类型": 2,
        "品质": 3,
        "系列": 33,
        "子类": "经济类"
    },
    "74": {
        "名称": "秘法增幅",
        "效果": "每个商店阶段首次购买商店法术牌后，获得2枚金币",
        "类型": 2,
        "品质": 1,
        "系列": 34,
        "子类": "经济类"
    },
    "75": {
        "名称": "采购馈赠",
        "效果": "商店阶段中每购买2张精灵牌后，获得1枚金币，每个商店阶段最多触发3次",
        "类型": 2,
        "品质": 2,
        "系列": 35,
        "子类": "经济类"
    },
    "76": {
        "名称": "大宗贸易",
        "效果": "商店阶段中，每购买1个本商店阶段未购买过的系别精灵牌后，获得2枚金币，每个商店阶段最多获得6枚金币；若本商店阶段购买过至少4个不同系别的精灵牌，下个商店阶段开始时获得3枚金币",
        "类型": 2,
        "品质": 3,
        "系列": 36,
        "子类": "经济类"
    },
    "78": {
        "名称": "回收馈赠",
        "效果": "每个商店阶段首次出售精灵牌后，额外获得1枚金币",
        "类型": 2,
        "品质": 1,
        "系列": 38,
        "子类": "经济类"
    },
    "79": {
        "名称": "妙手空空",
        "效果": "商店阶段结束时，若己方没有手牌，当前商店升级所需金币数量减少2枚",
        "类型": 2,
        "品质": 2,
        "系列": 39,
        "子类": "经济类"
    },
    "82": {
        "名称": "升级馈赠",
        "效果": "每次升级商店时，获得2枚金币；若本次升级后商店等级为6级，改为获得3枚金币",
        "类型": 2,
        "品质": 2,
        "系列": 42,
        "子类": "经济类"
    },
    "84": {
        "名称": "星能震荡",
        "效果": "每个战斗阶段开始时，对所有对方精灵造成等同于当前商店等级的伤害",
        "类型": 3,
        "品质": 1,
        "系列": 44,
        "子类": "战斗输出类"
    },
    "85": {
        "名称": "冲锋赐福Ⅰ",
        "效果": "战斗开始时，己方前排精灵获得+4/+4",
        "类型": 3,
        "品质": 1,
        "系列": 45,
        "子类": "通用战斗类"
    },
    "86": {
        "名称": "冲锋赐福Ⅱ",
        "效果": "战斗开始时，己方前排精灵获得+8/+8",
        "类型": 3,
        "品质": 2,
        "系列": 45,
        "子类": "通用战斗类"
    },
    "87": {
        "名称": "冲锋赐福Ⅲ",
        "效果": "战斗开始时，己方前排精灵获得+15/+15",
        "类型": 3,
        "品质": 3,
        "系列": 45,
        "子类": "通用战斗类"
    },
    "88": {
        "名称": "后卫强化Ⅰ",
        "效果": "战斗开始时，己方后排精灵获得+4/+4",
        "类型": 3,
        "品质": 1,
        "系列": 46,
        "子类": "通用战斗类"
    },
    "89": {
        "名称": "后卫强化Ⅱ",
        "效果": "战斗开始时，己方后排精灵获得+8/+8",
        "类型": 3,
        "品质": 2,
        "系列": 46,
        "子类": "通用战斗类"
    },
    "90": {
        "名称": "后卫强化Ⅲ",
        "效果": "战斗开始时，己方后排精灵获得+15/+15",
        "类型": 3,
        "品质": 3,
        "系列": 46,
        "子类": "通用战斗类"
    },
    "91": {
        "名称": "无用之人Ⅰ",
        "效果": "战斗阶段中，己方没有嘲讽、护盾、连击、强毒的精灵每次攻击前，获得+2/+2",
        "类型": 3,
        "品质": 1,
        "系列": 47,
        "子类": "通用战斗类"
    },
    "92": {
        "名称": "无用之人Ⅱ",
        "效果": "战斗阶段中，己方没有嘲讽、护盾、连击、强毒的精灵每次攻击前，获得+5/+5",
        "类型": 3,
        "品质": 2,
        "系列": 47,
        "子类": "通用战斗类"
    },
    "93": {
        "名称": "无用之人Ⅲ",
        "效果": "战斗阶段中，己方没有嘲讽、护盾、连击、强毒的精灵每次攻击前，获得+10/+10",
        "类型": 3,
        "品质": 3,
        "系列": 47,
        "子类": "通用战斗类"
    },
    "94": {
        "名称": "狂战士Ⅰ",
        "效果": "战斗阶段中，己方精灵攻击后，获得+2/+2",
        "类型": 3,
        "品质": 1,
        "系列": 48,
        "子类": "通用战斗类"
    },
    "95": {
        "名称": "狂战士Ⅱ",
        "效果": "战斗阶段中，己方精灵攻击后，获得+4/+4",
        "类型": 3,
        "品质": 2,
        "系列": 48,
        "子类": "通用战斗类"
    },
    "96": {
        "名称": "狂战士Ⅲ",
        "效果": "战斗阶段中，己方精灵攻击后，获得+8/+8",
        "类型": 3,
        "品质": 3,
        "系列": 48,
        "子类": "通用战斗类"
    },
    "97": {
        "名称": "食尸鬼Ⅰ",
        "效果": "战斗阶段中，己方精灵击败目标时，使其获得+3生命值",
        "类型": 3,
        "品质": 1,
        "系列": 49,
        "子类": "通用战斗类"
    },
    "98": {
        "名称": "食尸鬼Ⅱ",
        "效果": "战斗阶段中，己方精灵击败目标时，使其获得+6生命值",
        "类型": 3,
        "品质": 2,
        "系列": 49,
        "子类": "通用战斗类"
    },
    "99": {
        "名称": "食尸鬼Ⅲ",
        "效果": "战斗阶段中，己方精灵击败目标时，使其获得+10生命值",
        "类型": 3,
        "品质": 3,
        "系列": 49,
        "子类": "通用战斗类"
    },
    "100": {
        "名称": "孤勇者Ⅰ",
        "效果": "战斗开始时，己方只有1只精灵的系别对应精灵和无系别精灵获得+4/+4，同一只精灵最多获得1次",
        "类型": 3,
        "品质": 1,
        "系列": 50,
        "子类": "通用战斗类"
    },
    "101": {
        "名称": "孤勇者Ⅱ",
        "效果": "战斗开始时，己方只有1只精灵的系别对应精灵和无系别精灵获得+8/+8，同一只精灵最多获得1次",
        "类型": 3,
        "品质": 2,
        "系列": 50,
        "子类": "通用战斗类"
    },
    "102": {
        "名称": "孤勇者Ⅲ",
        "效果": "战斗开始时，己方只有1只精灵的系别对应精灵和无系别精灵获得+15/+15，同一只精灵最多获得1次",
        "类型": 3,
        "品质": 3,
        "系列": 50,
        "子类": "通用战斗类"
    },
    "103": {
        "名称": "能量灌注Ⅰ",
        "效果": "每次使用商店法术牌后，使己方随机2只精灵获得+2/+2",
        "类型": 3,
        "品质": 1,
        "系列": 51,
        "子类": "装备/道具转译类"
    },
    "104": {
        "名称": "能量灌注Ⅱ",
        "效果": "每次使用商店法术牌后，使己方随机3只精灵获得+3/+3",
        "类型": 3,
        "品质": 2,
        "系列": 51,
        "子类": "装备/道具转译类"
    },
    "105": {
        "名称": "能量灌注Ⅲ",
        "效果": "每次使用商店法术牌后，使己方随机4只精灵获得+4/+4",
        "类型": 3,
        "品质": 3,
        "系列": 51,
        "子类": "装备/道具转译类"
    },
    "106": {
        "名称": "秘能储藏Ⅰ",
        "效果": "获得2张随机商店法术牌，等级不超过当前商店等级",
        "类型": 4,
        "品质": 1,
        "系列": 52,
        "子类": "装备/道具转译类"
    },
    "107": {
        "名称": "秘能储藏Ⅱ",
        "效果": "获得3张随机商店法术牌，等级不超过当前商店等级；获得1张万能术法",
        "类型": 4,
        "品质": 2,
        "系列": 52,
        "子类": "装备/道具转译类"
    },
    "108": {
        "名称": "镜像降临Ⅱ",
        "效果": "战斗开始时，在最靠前的空位召唤1只己方攻击值最高精灵的原始复制，攻击值与被复制精灵相同，生命值固定为15",
        "类型": 3,
        "品质": 2,
        "系列": 53,
        "子类": "装备/道具转译类"
    },
    "109": {
        "名称": "镜像降临Ⅲ",
        "效果": "战斗开始时，在最靠前的空位召唤1只己方生命值最高精灵的原始复制，属性值与被复制精灵相同",
        "类型": 3,
        "品质": 3,
        "系列": 54,
        "子类": "装备/道具转译类"
    },
    "110": {
        "名称": "初级召唤术",
        "效果": "获得2张随机等级2精灵牌",
        "类型": 4,
        "品质": 1,
        "系列": 55,
        "子类": "商店/搜牌类"
    },
    "111": {
        "名称": "中级召唤术",
        "效果": "获得3张随机等级3精灵牌",
        "类型": 4,
        "品质": 2,
        "系列": 56,
        "子类": "商店/搜牌类"
    },
    "112": {
        "名称": "高级召唤术",
        "效果": "获得1张随机等级5精灵牌和2张随机等级4的精灵牌",
        "类型": 4,
        "品质": 2,
        "系列": 57,
        "子类": "商店/搜牌类"
    },
    "113": {
        "名称": "究极召唤术",
        "效果": "获得3张随机等级6精灵牌",
        "类型": 4,
        "品质": 3,
        "系列": 58,
        "子类": "商店/搜牌类"
    },
    "114": {
        "名称": "同心守护",
        "效果": "战斗开始时，使己方生命值最高的精灵相邻的己方精灵获得护盾",
        "类型": 3,
        "品质": 3,
        "系列": 59,
        "子类": "防御/续航类"
    },
    "115": {
        "名称": "复苏之风 I",
        "效果": "战斗阶段中，己方所有精灵的攻击轮次执行1次后，己方所有精灵恢复2点生命值",
        "类型": 3,
        "品质": 1,
        "系列": 60,
        "子类": "防御/续航类"
    },
    "116": {
        "名称": "复苏之风 II",
        "效果": "战斗阶段中，己方所有精灵的攻击轮次执行1次后，己方所有精灵恢复5点生命值",
        "类型": 3,
        "品质": 2,
        "系列": 60,
        "子类": "防御/续航类"
    },
    "117": {
        "名称": "复苏之风 III",
        "效果": "战斗阶段中，己方所有精灵的攻击轮次执行1次后，己方所有精灵恢复10点生命值",
        "类型": 3,
        "品质": 3,
        "系列": 60,
        "子类": "防御/续航类"
    },
    "118": {
        "名称": "机体修复",
        "效果": "己方赛尔增加15点生命值",
        "类型": 3,
        "品质": 1,
        "系列": 61,
        "子类": "防御/续航类"
    },
    "119": {
        "名称": "不屈之心",
        "效果": "己方拥有嘲讽或无法攻击的精灵每次受到伤害后，恢复3点生命值",
        "类型": 3,
        "品质": 2,
        "系列": 62,
        "子类": "防御/续航类"
    },
    "120": {
        "名称": "终焉爆发",
        "效果": "本战斗阶段中，己方所有精灵的攻击轮次执行1次后，己方所有精灵获得+8/+8",
        "类型": 3,
        "品质": 2,
        "系列": 63,
        "子类": "战斗输出类"
    },
    "121": {
        "名称": "荆棘反噬Ⅰ",
        "效果": "己方精灵受到攻击后，对攻击自身的精灵造成2点伤害",
        "类型": 3,
        "品质": 1,
        "系列": 64,
        "子类": "战斗输出类"
    },
    "122": {
        "名称": "荆棘反噬Ⅱ",
        "效果": "己方精灵受到攻击后，对攻击自身的精灵造成4点伤害",
        "类型": 3,
        "品质": 2,
        "系列": 64,
        "子类": "战斗输出类"
    },
    "123": {
        "名称": "荆棘反噬Ⅲ",
        "效果": "己方精灵受到攻击后，对攻击自身的精灵造成8点伤害",
        "类型": 3,
        "品质": 3,
        "系列": 64,
        "子类": "战斗输出类"
    },
    "124": {
        "名称": "力量贯穿",
        "效果": "己方精灵首次攻击时，对攻击目标同列的对方精灵造成等同于自身攻击值的伤害",
        "类型": 3,
        "品质": 3,
        "系列": 65,
        "子类": "战斗输出类"
    },
    "125": {
        "名称": "初源觉醒",
        "效果": "战斗开始时，使己方等级1、等级2、等级3精灵获得+5/+5",
        "类型": 3,
        "品质": 1,
        "系列": 66,
        "子类": "战斗输出类"
    },
    "126": {
        "名称": "布布契约Ⅰ",
        "效果": "获得1张布布种子；己方布布种子、丽莎布布、生灵之主·蒙娜丽莎触发自身效果时，额外获得+1/+1",
        "类型": 1,
        "品质": 1,
        "系列": 67,
        "子类": "精灵专属"
    },
    "127": {
        "名称": "布布契约Ⅱ",
        "效果": "获得1张丽莎布布；己方布布种子、丽莎布布、生灵之主·蒙娜丽莎触发自身效果时，额外获得+3/+3",
        "类型": 1,
        "品质": 2,
        "系列": 67,
        "子类": "精灵专属"
    },
    "128": {
        "名称": "布布契约Ⅲ",
        "效果": "获得1张生灵之主·蒙娜丽莎；己方布布种子、丽莎布布、生灵之主·蒙娜丽莎触发自身效果时，额外获得+6/+6；商店阶段首个草系精灵触发的入场效果额外触发1次",
        "类型": 1,
        "品质": 3,
        "系列": 67,
        "子类": "精灵专属"
    },
    "129": {
        "名称": "伊优契约Ⅰ",
        "效果": "获得1张伊优；己方伊优、鲁斯王、利刃之主·鲁斯王攻击前，自身额外获得+2/+2",
        "类型": 1,
        "品质": 1,
        "系列": 68,
        "子类": "精灵专属"
    },
    "130": {
        "名称": "伊优契约Ⅱ",
        "效果": "获得1张鲁斯王；己方伊优、鲁斯王、利刃之主·鲁斯王攻击前，自身额外获得+4/+4",
        "类型": 1,
        "品质": 2,
        "系列": 68,
        "子类": "精灵专属"
    },
    "131": {
        "名称": "伊优契约Ⅲ",
        "效果": "获得1张利刃之主·鲁斯王；己方伊优、鲁斯王、利刃之主·鲁斯王攻击前，自身额外获得+8/+8；己方伊优、鲁斯王、利刃之主·鲁斯王首次攻击前获得护盾",
        "类型": 1,
        "品质": 3,
        "系列": 68,
        "子类": "精灵专属"
    },
    "132": {
        "名称": "小火契约Ⅰ",
        "效果": "获得1张小火猴；己方小火猴、魔焰猩猩、烈焰之主·炽焰金刚触发自身效果时，造成的伤害值提高1点",
        "类型": 1,
        "品质": 1,
        "系列": 69,
        "子类": "精灵专属"
    },
    "133": {
        "名称": "小火契约Ⅱ",
        "效果": "获得1张魔焰猩猩；己方小火猴、魔焰猩猩、烈焰之主·炽焰金刚触发自身效果时，造成的伤害值提高2点",
        "类型": 1,
        "品质": 2,
        "系列": 69,
        "子类": "精灵专属"
    },
    "134": {
        "名称": "小火契约Ⅲ",
        "效果": "获得1张烈焰之主·炽焰金刚；己方小火猴、魔焰猩猩、烈焰之主·炽焰金刚触发自身效果时，造成的伤害值提高3点；己方火系精灵阵亡时，使小火猴、魔焰猩猩、烈焰之主·炽焰金刚永久增加1点自身造成效果伤害，每场战斗最多增加3点",
        "类型": 1,
        "品质": 3,
        "系列": 69,
        "子类": "精灵专属"
    },
    "135": {
        "名称": "皮皮契约",
        "效果": "获得1张皮神；己方皮神在场时，己方每个商店阶段首个触发的入场效果额外触发1次",
        "类型": 1,
        "品质": 3,
        "系列": 70,
        "子类": "精灵专属"
    },
    "136": {
        "名称": "泰坦契约",
        "效果": "获得1张堕落泰坦；己方堕落泰坦在场时，己方每个战斗阶段首个触发的阵亡效果额外触发1次",
        "类型": 1,
        "品质": 3,
        "系列": 71,
        "子类": "精灵专属"
    },
    "137": {
        "名称": "幻影契约",
        "效果": "每个商店阶段开始时，若手牌中没有艾斯菲亚，则获得1张普通状态的艾斯菲亚",
        "类型": 1,
        "品质": 1,
        "系列": 72,
        "子类": "精灵专属"
    },
    "138": {
        "名称": "神王契约",
        "效果": "获得1张神王宙斯；商店法术牌以己方神王宙斯为目标时，随机获得1张商店法术牌，等级不超过当前商店等级",
        "类型": 1,
        "品质": 3,
        "系列": 73,
        "子类": "精灵专属"
    },
    "139": {
        "名称": "深渊契约",
        "效果": "获得1张深渊狱神·哈迪斯；己方深渊狱神·哈迪斯卡牌效果的伤害比例提高50%",
        "类型": 1,
        "品质": 3,
        "系列": 74,
        "子类": "精灵专属"
    },
    "140": {
        "名称": "霜雪契约",
        "效果": "获得1张风凌雪；己方风凌雪在场时，己方冰系精灵每个战斗阶段触发寒潮层数重置后，使其寒潮层数+1",
        "类型": 1,
        "品质": 3,
        "系列": 75,
        "子类": "精灵专属"
    },
    "141": {
        "名称": "神龙契约",
        "效果": "获得1张无上神龙；己方无上神龙在场时，己方龙系精灵的战斗开始效果额外触发1次",
        "类型": 1,
        "品质": 3,
        "系列": 76,
        "子类": "精灵专属"
    },
    "142": {
        "名称": "骑士契约",
        "效果": "获得1张兰斯洛特；每个商店阶段前2次使用核心升级时，获得1张核心升级",
        "类型": 1,
        "品质": 3,
        "系列": 77,
        "子类": "精灵专属"
    },
    "143": {
        "名称": "苍魂契约",
        "效果": "获得1张苍魂·青龙；己方苍魂·青龙触发自身入场或阵亡效果时，额外获得1张水系精灵牌，等级不超过当前商店等级",
        "类型": 1,
        "品质": 3,
        "系列": 78,
        "子类": "精灵专属"
    },
    "144": {
        "名称": "炽凰契约",
        "效果": "获得1张炽凰·朱雀；己方炽凰之源的炽凰印记达到2层时即可触发效果",
        "类型": 1,
        "品质": 3,
        "系列": 79,
        "子类": "精灵专属"
    },
    "145": {
        "名称": "天尊契约",
        "效果": "获得1张天尊·白虎；己方天尊·白虎触发自身商店阶段结束效果后，使己方其他电系精灵获得该次属性值提升的一半",
        "类型": 1,
        "品质": 3,
        "系列": 80,
        "子类": "精灵专属"
    },
    "146": {
        "名称": "玄武契约",
        "效果": "获得1张北冥·玄武；己方北冥·玄武触发自身阵亡效果后，召唤1只普通状态的玄武分身",
        "类型": 1,
        "品质": 3,
        "系列": 81,
        "子类": "精灵专属"
    }
}